OdDAI.InverseAttribute.isAggregate
\details
Determines whether the attribute is represented with a set or a bag or with a single reference.
\returns true if the attribute is represented with a set or a bag; false if the attribute is represented with a single reference.

OdDAI.InverseAttribute.getAttr(System.SByte!System.Runtime.CompilerServices.IsSignUnspecifiedByte!System.Runtime.CompilerServices.IsConst*)
\details
Retrieves the current value of an attribute specified by its name.
\param attrName [in] An ANSI string that contains the attribute name.
\returns An OdRxValue object that contains the current value of the attribute.
\remarks
The method provides the late binding access to the attribute value by its name.
Attributes of select and aggregate data types are also supported.

OdDAI.InverseAttribute.duplicates
\details
Determines whether the attribute may contain duplicates of references from the inverted attribute.
\returns true if the attribute may contain duplicates; otherwise, the method returns false.

OdDAI.InverseAttribute.maxCardinality
\details
Retrieves the maximum number of references from the inverted attribute.
\returns An unsigned integer value that contains the maximum number of references.

OdDAI.InverseAttribute.minCardinality
\details
Retrieves the minimum number of references from the inverted attribute.
\returns An unsigned integer value that contains the minimum number of references.

OdDAI.InverseAttribute.#ctor
\details
Creates a new inverse attribute object with default parameters.

OdDAI.InverseAttribute
\details
A class that implements the functionality for storing and manipulating of inverse attributes.